Repository: VedVitthal/Files
Catalog: config/myFiles/paru/src/paru-1.8.2/po/*.po
Languages: hi

source: Do you want to remove ALL AUR packages from cache?
hi: क्या आप कैश से सभी AUR पैकेज हटाना चाहते हैं?

source: Do you want to remove all other AUR packages from cache?
hi: क्या आप अन्य सभी AUR पैकेज को कैश से हटाना चाहते हैं?

source: Clone Directory: {}
hi: क्लोन निर्देशिका: {}

source: Diff Directory: {}
hi: डिफ निर्देशिका: {}

source: Do you want to remove all saved diffs?
hi: क्या आप सभी सहेजे गए अंतर को हटाना चाहते हैं?

source: can't open diff dir: {}
hi: अंतर निर्देशिका नहीं खोल सकता: {}

source: could not remove '{}'
hi: '{}' हटा नहीं सका

source: can't open clone dir: {}
hi: क्लोन निर्देशिका नहीं खोल सकता: {}

source: option {} expects a value
hi: विकल्प {} एक मान की अपेक्षा करता है

source: option {} does not allow a value
hi: विकल्प {} मान की अनुमति नहीं देता

source: unknown option --{}
hi: अज्ञात विकल्प --{}

source: unknown option -{}
hi: अज्ञात विकल्प -{}

source: failed to open cache file '{}'
hi: कैशे फ़ाइल खोलने में विफल '{}'

source: could not update aur cache
hi: AUR कैश अपडेट नहीं कर सका

source: invalid value '{val}' for key '{key}', expected: {exp}
hi: अमान्य मान '{val}','{key}' कुंजी के लिए , अपेक्षित: {exp}

source: failed to find cache directory
hi: कैश निर्देशिका खोजने में विफल

source: failed to find config directory
hi: कॉन्फ़िग निर्देशिका खोजने में विफल

source: config file '{}' does not exist
hi: कॉन्फ़िग फ़ाइल '{}' मौजूद नहीं होना

source: only one operation may be used at a time
hi: एक समय में केवल एक ही ऑपरेशन का उपयोग किया जा सकता है

source: can not find local repo '{}' in pacman.conf
hi: स्थानीय रेपो नहीं मिल रहा है '{}' pacman.conf में

source: failed to initialize alpm: root={} dbpath={}
hi: alpm प्रारंभ करने में विफल: root={} dbpath={}

source: value can not be empty for key '{}'
hi: '{}' कुंजी के लिए मान खाली नहीं हो सकता

source: key '{}' does not belong to a section
hi: की '{}' एक खंड से संबंधित नहीं है

source: unknown section '{}'
hi: अज्ञात खंड '{}'

source: key can not be empty
hi: कुंजी खाली नहीं हो सकती

source: error: unknown option '{}' in section [bin]
hi: त्रुटि: खंड [bin] में अज्ञात विकल्प '{}'

source: error: unknown option '{}' in section [options]
hi: त्रुटि: अज्ञात विकल्प '{}' अनुभाग में [options]

source: option '{}' does not take a value
hi: विकल्प '{}' मूल्य नहीं लेता

source: There are {n} providers available for {pkg}:
hi: {pkg} के लिए {n} प्रदाता उपलब्ध हैं:

source: Repository
hi: कोष

source: failed to sync {}
hi: सिंक करने में विफल {}

source: Querying AUR...
hi: क्वेरी AUR...

source: failed to parse srcinfo for '{}'
hi: '{}' के लिए srcinfo पार्स करने में विफल

source: Looking for devel repos...
hi: डेवेल रेपो की तलाश में...

source: failed to save devel info
hi: डेवेल जानकारी सहेजने में विफल

source: package does not have an update
hi: पैकेज में अपडेट नहीं है

source: failed to lookup: {}
hi: देखने में विफल: {}

source: invalid json: {}
hi: अमान्य json: {}

source: packages not in the AUR:
hi: पैकेज AUR में नहीं हैं:

source: marked out of date:
hi: पुराना चिह्नित:

source: orphans:
hi: अनाथ:

source: could not get current directory
hi: वर्तमान निर्देशिका नहीं मिल सका

source: can not get repo packages: asp is not installed
hi: रेपो पैकेज नहीं मिल सकता: asp स्थापित नहीं है

source: Missing ABS packages
hi: अनुपस्थित ABS पैकेज

source: failed to run:
hi: चलाने में विफल:

source: does not contain PKGBUILD: skipping
hi: PKGBUILD शामिल नहीं है: छोड़ना

source: downloading: {pkg}
hi: डाउनलोड: {pkg}

source: Downloading PKGBUILDs...
hi: डाउनलोड PKGBUILDs...

source: PKGBUILDs up to date
hi: PKGBUILD अप टू डेट

source: {} is not installed: can not get repo packages
hi: {} स्थापित नहीं है: रेपो पैकेज नहीं मिल सकता

source: asp returned {}
hi: asp लौटाया {}

source: Pacman is currently in use, please wait...
hi: Pacman वर्तमान में उपयोग में है, कृपया प्रतीक्षा करें...

source: None
hi: कोई नहीं

source: package '{}' was not found
hi: पैकेज '{}' नहीं मिला

source: Name
hi: नाम

source: Version
hi: संस्करण

source: Description
hi: विवरण

source: Groups
hi: समूह

source: Licenses
hi: लाइसेंस

source: Provides
hi: प्रदान

source: Depends On
hi: निर्भर

source: Make Deps
hi: निर्भर करें

source: Check Deps
hi: चेक डिप्स

source: Conflicts With
hi: के साथ संघर्ष

source: Maintainer
hi: मेंटेनर

source: Votes
hi: वोट

source: Popularity
hi: लोकप्रियता

source: First Submitted
hi: पहले सबमिट

source: Last Modified
hi: अंतिम संशोधित

source: Out Of Date
hi: अप्रचलित

source: Package Base ID
hi: पैकेज बेस ID

source: Keywords
hi: खोजशब्द

source: Snapshot URL
hi: स्नैपशॉट URL

source: No
hi: नहीं

source: Optional Deps
hi: वैकल्पिक विवरण

source: no architecture
hi: कोई वास्तुकला नहीं

source: can't build package as root
hi: रूट के रूप में पैकेज नहीं बना सकता

source: failed to parse srcinfo generated by makepkg
hi: Makepkg . द्वारा उत्पन्न srcinfo को पार्स करने में विफल

source: Resolving dependencies...
hi: निर्भरता का समाधान...

source: failed to download sources
hi: स्रोत डाउनलोड करने में विफल

source: failed to build
hi: निर्माण करने में विफल

source: parsing pkg list...
hi: पार्सिंग पैकेज सूची...

source: {}-{} is up to date -- skipping build
hi: {}-{} अप टू डेट है -- स्किप बिल्ड

source: error:
hi: त्रुटि:

source: could not get news
hi: खबर नहीं मिल सकी

source: Proceed with installation?
hi: स्थापना के साथ आगे बढ़ें?

source: no targets specified (use -h for help)
hi: कोई लक्ष्य निर्दिष्ट नहीं (मदद के लिए -h का उपयोग करें)

source: there is nothing to do
hi: यहां करने के लिए कुछ नहीं है

source: can't install AUR package as root
hi: AUR पैकेज को रूट के रूप में स्थापित नहीं कर सकता

source: Remove make dependencies after install?
hi: इंस्टॉल करने के बाद मेक डिपेंडेंसी हटाएं?

source: Proceed to review?
hi: समीक्षा के लिए आगे बढ़ें?

source: The following packages are not compatible with your architecture:
hi: निम्नलिखित पैकेज आपके आर्किटेक्चर के अनुकूल नहीं हैं

source: Would you like to try build them anyway?
hi: क्या आप उन्हें वैसे भी बनाने की कोशिश करना चाहेंगे?

source: packages failed to build: {}
hi: पैकेज बनाने में विफल: {}

source: could not find .SRINFO for '{}'
hi: '{}' के लिए .SRINFO नहीं ढूंढ सका

source: failed to read dir: {}
hi: निर्देशिका पढ़ने में विफल: {}

source: {} is a directory
hi: {} एक निर्देशिका है

source: failed to open: {}
hi: खोलने में असफल हुआ: {}

source: binary file: {}
hi: बाइनरी फ़ाइल: {}

source: nothing new to review
hi: समीक्षा करने के लिए कुछ भी नया नहीं

source: failed to execute file manager: {}
hi: फ़ाइल प्रबंधक निष्पादित करने में विफल: {}

source: file manager did not execute successfully
hi: फ़ाइल प्रबंधक सफलतापूर्वक निष्पादित नहीं हुआ

source: duplicate packages: {}
hi: डुप्लीकेट पैकेज: {}

source: could not find all required packages:
hi: सभी आवश्यक पैकेज नहीं मिल सका:

source: {missing} (wanted by: {stack})
hi: {missing} (द्वारा चाहता था: {stack})

source: {}-{} is up to date -- skipping
hi: {}-{} अप टू डेट है -- लंघन

source: Calculating conflicts...
hi: संघर्षों की गणना...

source: Calculating inner conflicts...
hi: आंतरिक संघर्षों की गणना...

source: Inner conflicts found:
hi: आंतरिक संघर्ष पाए गए:

source: Conflicts found:
hi: संघर्ष पाया गया:

source: Conflicting packages will have to be confirmed manually
hi: विरोधी पैकेजों की मैन्युअल रूप से पुष्टि करनी होगी

source: can not install conflicting packages with --noconfirm
hi: --noconfirm के साथ परस्पर विरोधी पैकेज स्थापित नहीं कर सकता

source: fetching devel info...
hi: डेवेल जानकारी प्राप्त करना...

source: Signing packages...
hi: पैकेज पर हस्ताक्षर...

source: failed to download sources for '{}'
hi: '{}' के लिए स्रोत डाउनलोड करने में विफल

source: failed to build '{}'
hi: निर्माण करने में विफल '{}'

source: {}: parsing pkg list...
hi: {}: संकल्प पीकेजी सूची...

source: adding {} to the install list
hi: {} को संस्थापित सूची में जोड़ना

source: could not find package '{pkg}' in package list for '{base}'
hi: पैकेज नहीं मिल सकाt '{pkg}' के लिए पैकेज सूची में'{base}'

source: can't find package name in packagelist: {}
hi: पैकेजेलिस्ट में पैकेज का नाम नहीं मिल रहा है: {}

source: There are {} members in group
hi: ग्रुप में {} सदस्य हैं

source: Enter a selection (default=all):
hi: एक चयन दर्ज करें (डिफ़ॉल्ट = सभी):

source: {}-{} is up to date -- skipping install
hi: {}-{} अप टू डेट है -- लंघन इंस्टाल

source: keys need to be imported:)
hi: keys को आयात करने की आवश्यकता है:)

source: {key} wanted by: {base}
hi: {key} चाहते हैं: {base}

source: No Date
hi: कोई तारीख नहीं

source: No Title
hi: कोई शीर्षक नहीं

source: no new news
hi: कोई नई खबर नहीं

source: [ignored]
hi: [नज़रअंदाज़]

source: failed to get current exe
hi: वर्तमान exe प्राप्त करने में विफल

source: syncing local databases...
hi: स्थानीय डेटाबेस को सिंक हो रहा...

source: nothing to do
hi: कुछ करने को नहीं

source: aur search failed
hi: AUR खोज विफल

source: [Out-of-date: {}]
hi: [अप्रचलित: {}]

source: [Installed: {}]
hi: [स्थापित: {}]

source: [Installed]
hi: [स्थापित]

source: [Orphaned]
hi: [अनाथ]

source: no packages match search
hi: पैकेज खोज से मेल नहीं

source: Packages to install (eg: 1 2 3, 1-3):
hi: स्थापित करने के लिए पैकेज (उदाहरण: 1 2 3, 1-3):

source: Total installed packages: {}
hi: कुल स्थापित पैकेज: {}

source: Aur packages: {}
hi: AUR संकुल: {}

source: Repo packages: {}
hi: रेपो पैकेज: {}

source: Explicitly installed packages: {}
hi: स्पष्ट रूप से स्थापित पैकेजt: {}

source: Total Size occupied by packages: {}
hi: संकुल द्वारा कब्जा कर लिया गया कुल आकार: {}

source: Ten biggest packages:
hi: दस सबसे बड़े पैकेज:

source: [installed]
hi: [स्थापित]

source: Looking for AUR upgrades
hi: AUR अपग्रेड की तलाश है

source: Looking for devel upgrades
hi: डेवेल अपग्रेड की तलाश

source: warning:
hi: चेतावनी:

source: {pkg}: ignoring package upgrade ({old} => {new})
hi: {pkg}: पैकेज अपग्रेड की अनदेखी ({old} => {new})

source: Packages to exclude (eg: 1 2 3, 1-3):
hi: बाहर करने के लिए पैकेज (उदाहरण: 1 2 3, 1-3):

source: yes
hi: हाँ

source: no
hi: नही

source: Enter a number (default=1):
hi: एक नंबर दर्ज करें (डिफ़ॉल्ट=1):

source: invalid number: {}
hi: अमान्य संख्या: {}

source: invalid value: {n} is not between 1 and {max}
hi: अमान्य मूल्य: {n}, 1 तथा {max} के बीच नहीं है

source: can not use chroot builds: devtools is not installed
hi: chroot बिल्ड का उपयोग नहीं कर सकते: devtools स्थापित नहीं है

source: [installed: {}]
hi: [स्थापित: {}]
